{
    "projects": [
        {
            "fr_title": "Interface Callcenter",
            "imageSrc": "projects/callcenter.png",
            "fr_shortDescription": "Refonte d’une interface métier pour les opérateurs de centrales de réservation dans le métier du tourisme.",
            "fr_longDescription": "Des campings de luxe proposant un système de réservation de vacances par téléphone voulaient rendre leurs interfaces plus fluides pour leurs opérateurs. ",
            "customer": "CToutVert",
            "company": "CToutVert",
            "id": "ctv1",
            "opacity": 0.3,
            "tasks": [
                {
                    "fr": "Evaluation heuristique de l’interface existante"
                },
                {
                    "fr": "Entretiens avec les opérateurs"
                },
                {
                    "fr": "Tests avec les opérateurs sur l’interface existante"
                },
                {
                    "fr": "Conception d’une nouvelle interface (sur le logiciel Axure)"
                },
                {
                    "fr": "Tests de l’interface avec les opérateurs selon des scénarios d’appels classiques et hors norme"
                }
            ],
            "tools": [
                "En cours d'écriture..."
            ]
        },
        {
            "fr_title": "Interface gestion de camping",
            "imageSrc": "projects/camping.jpg",
            "fr_shortDescription": "Refonte de l’interface d’administration de campings",
            "fr_longDescription": "L’interface d'administration pour les gérants de campings était vieillissante et de nombreuses fonctionnalités avaient été rajouté au fil du temps sans réelle réflexion sur la logique d’utilisation. Les gérants n’étant pas disponibles le travail de refonte a été fait avec l’appui des opératrices de la hotline qui utilisent l’interface pour configurer les informations lorsque les gérants ne souhaitent pas le faire eux-mêmes.",
            "customer": "CToutVert",
            "company": "CtoutVert",
            "id": "ctv2",
            "opacity": 0.3,
            "tasks": [
                {
                    "fr": "Evaluation heuristique de l’interface existante"
                },
                {
                    "fr": "Entretiens et observations des opératrices de la hotline chargées de guider les gérants dans l’administration de leur camping "
                },
                {
                    "fr": "Card sorting avec les opératrices de la hotline pour générer une nouvelle architecture de l’interface"
                },
                {
                    "fr": "Conception de maquettes de l’interface (sur le logiciel Axure)"
                },
                {
                    "fr": "Validation de la structure et des fonctions de la nouvelle interface avec les opératrices de la hotline"
                }
            ],
            "tools": [
                "En cours d'écriture..."
            ]
        },
        {
            "fr_title": "Interface appli techniciens",
            "imageSrc": "projects/techniciens.png",
            "fr_shortDescription": "Analyse de l’activité des techniciens Orange pour la refonte de leur application métier",
            "fr_longDescription": "Les concepteurs de l’application avaient besoin d’avoir une vision fidèle de l’activité des techniciens Orange (et sous traitant) pour proposer des fonctionnalités pertinentes.",
            "customer": "Orange",
            "company": "Human Design Group",
            "id": "HDG2",
            "opacity": 0.3,
            "tasks": [
                {
                    "fr": "Observation des techniciens dans leur environnement de travail"
                },
                {
                    "fr": "Entretiens ciblés sur l’utilisation de leur application actuelle"
                },
                {
                    "fr": "Formalisation de leur activité sous forme d’une expérience map"
                }
            ],
            "tools": [
                "En cours d'écriture..."
            ]
        },
        {
            "fr_title": "Evaluation de la charge de travail",
            "imageSrc": "projects/charge.png",
            "fr_shortDescription": "Création d’une grille d’évaluation de la charge de travail en vue de l‘automatisation des postes de travail chez Orange",
            "fr_longDescription": "En vue d’une automatisation des tâches les chefs de projets souhaitaient un moyen d’évaluer quelles tâches devaient être conservées, lesquelles pouvaient être automatisées, lesquelles étaient considérées comme rébarbatives...",
            "customer": "Orange",
            "company": "Orange",
            "id": "Orange",
            "opacity": 0.3,
            "tasks": [
                {
                    "fr": "Recherche des évaluations sur la charge de travail en psychologie"
                },
                {
                    "fr": "Analyse de l’activité des postes de travail choisis (observations et entretiens)"
                },
                {
                    "fr": "Création et tests de la grille auprès des postes de travail choisis"
                }
            ],
            "tools": [
                "En cours d'écriture..."
            ]
        },
        {
            "fr_title": "Projet Scorpion",
            "imageSrc": "projects/militaire.jpg",
            "fr_shortDescription": "Etude amont sur l’intégration de nouvelles technologies dans les véhicules militaires.",
            "fr_longDescription": "L’armée de terre souhaitait de nouveaux véhicules pour ses armées et voulaient les doter de nouvelles technologies pour les rendre plus sécuritaires et performants.",
            "customer": "Direction Générale de l'Armement",
            "company": "UTBM",
            "id": "UTBM",
            "opacity": 0.3,
            "tasks": [
                {
                    "fr": " Veille technologique"
                },
                {
                    "fr": "Observation de l’activité des militaires en caserne (basée sur des scénarios)"
                },
                {
                    "fr": "Focus group avec les militaires sur une présélection de technologies"
                },
                {
                    "fr": "Participation aux Technodays de Thales pour faire tester des technologies à un groupe de militaires"
                }
            ],
            "tools": [
                "En cours d'écriture..."
            ]
        },
        {
            "fr_title": "Elektroscop",
            "imageSrc": "projects/elektroscop.png",
            "fr_shortDescription": "Aide à la conception et au positionnement stratégique pour la sortie du site Elektroscop.",
            "fr_longDescription": "Elektroscop est un site créé pour permettre aux fans de musique électronique de trouver des soirées à proximité. Nous avons accompagné leurs créateurs pour le design de leur site et leur positionnement stratégique.",
            "customer": "Elektroscop",
            "company": "Freelance",
            "id": "elektroscop",
            "opacity": 0.3,
            "tasks": [
                {
                    "fr": "Analyse de l'existant",
                    "en": "Audit of the existing"
                },
                {
                    "fr": "Maquettage",
                    "en": "Mockups"
                },
                {
                    "fr": "Etude de marché",
                    "en": "Market audit"
                }
            ],
            "tools": [
                "En cours d'écriture..."
            ]
        }
    ]
}